Revit 2027 API
ColorWithTransparency Constructor
Overload List
Name | Description
ColorWithTransparency() |  color
ColorWithTransparency(UInt32, UInt32, UInt32, UInt32) |  color
Top
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace